Repository: MSec-H2020/Smile-City-Report-App
Catalog: lib/l10n/intl_*.arb
Languages: es

# consentText
source: Version 1 (November 4, 2020) All users (hereinafter referred to as 'experiment participants') of this research application (hereinafter referred to as 'the application') hosted by the Nakazawa Laboratory in the Faculty of Environment and Information Studies at Keio University (hereinafter referred to as 'the research organizer') are requested to carefully read and agree to the following 'Terms of Use and Experiment Instructions' (hereinafter referred to as 'the Terms'). Please read the following 'Terms of Use and Experiment Instructions' (hereinafter referred to as the 'Terms') carefully and agree to them. (This application can be used after completing the operation of agreeing to the contents of the Terms of Use) *Purpose of the Research The purpose of this research is to clarify the effectiveness of participatory sensing that can share 'events in the city' and 'the emotional state of the user who reported it' while protecting the user's privacy. This research will be conducted as a demonstration experiment in the following research project. Grant title: Project (#183) Research and Development of Security Technologies for a Hyperconnected Society in Collaboration with Europe Research theme: 'Multi-layered security technologies to ensure hyperconnected smart cities with Blockchain, Big Data, Cloud and IoT' ('Multi-layered Security technologies to ensure Multi-layered Security technologies to ensure hyperconnected smart cities with Blockchain, Big Data, Cloud and IoT') (abbreviation: 'M-SEC') Participating Research Organizations Representative Proposer] Nippon Telegraph and Telephone East Corporation (NTTE) Co-proposer Keio University Keio Research Institute, Keio University SFC Inter-University Research Institute, National Institute of Information and Systems National University Corporation Yokohama National University Waseda University Educational Corporation NTT Data Management Institute, Inc. [European Representative Proposer]. ATOS - Worldline Iberia (Spain) National Technical University of Athens (ICCS/NTUA) (Italy) COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES (CEA) (France) F6S Network Ltd (F6S) (Ireland) TST Sistemas (TST) (Spain) Ayuntamiento de Santander (AYTOSAN) (Spain) *Experimental Method In this study, we asked the participants to install the smartphone application 'SmileCityReport App,' which is the front-end part of our research system, on their own smartphones, and to report on the state of the city according to the 'theme' presented by the organizer on the app. The app will be installed on the device (on your own smartphone), and you will be asked to upload a 'post' with a set of data consisting of photos, comments, sensor data, and the degree of smiles extracted from the photos. The application collects sensor and camera images mounted on the device and input data from the user. (1) Platform The sensing application runs on various mobile device platforms such as Android and iOS. (2) Data collection The activity data to be collected by this application are as follows Images captured by the outer camera Images taken by the inner camera Images taken by the inner camera (masked images depending on the user setting) Information on the user's emotional state (e.g., smile level) estimated from the images taken by the inner camera Current location information (using location information API in smartphone) Smartphone sensor data for the last few minutes (Activity Recognition, acceleration, illumination, gyroscope, geomagnetism, etc.) *Participants of the experiment The target audience for this research is users who agree with the purpose of this research. (In addition, users under the age of 20 (minors) in Japan are required to self-report and obtain the consent of their guardians.) Method of notification, publication, or obtaining consent This Agreement will be presented at the time of the first launch of this application, and will be deemed to have been published with this presentation. If you agree to the terms of this agreement, please tap 'Agree' to start using the application and participate in this study. If you do not agree, you will not be able to use this application or participate in the study. *Revision of this Agreement The organizer of this research may revise the contents of these Terms of Use as necessary without prior notice for the convenience of the organizer. In that case, the organizer will notify the experimental participants who have already agreed to the terms and conditions of this agreement, and the experimental participants must confirm the contents of the revised agreement and agree to the revised agreement. *Rights of Experimental Subjects Whether or not to participate in this research is a decision of your own free will. You may withdraw your consent at any time after you have given it, without any disadvantage. If the participant wishes, the anonymization number will be destroyed at the time of the withdrawal of consent, and the data and analysis results obtained up to that point will be destroyed and will not be used in any further research. However, if there are analysis results that have already been published at the time the revocation is requested, please be aware that this data cannot be destroyed. *Benefits and Disadvantages of Participating in the Experiment There is no cost to you for participating in this research. There are no costs associated with participation in this research, and there are no disadvantages associated with not participating in this research. *Handling of personal information and data The data obtained from this experiment will be stored in encrypted form on a server managed by the Nakazawa Laboratory of Keio University. The acquired data and personal information will be used only for research purposes. The data will be numbered and anonymized, so that personal information will be kept confidential even when the research is published in professional societies, academic journals, or on-campus research meetings. The data stored on the server will be destroyed by 10 years after the completion of the research. This does not apply to cases where new issues arise in the research, the usefulness of the acquired data is additionally recognized, and the permission of the Ethics Committee is obtained. Data will only be shared with other research institutions (specifically, those participating in the M-SEC project described above) that have signed a non-disclosure agreement (NDA). *Disclaimer of Warranty The research organizer does not guarantee the accuracy of the service provided by this application(hereinafter referred to as the 'Service') or the content of the information. In addition, the research organizer shall not be liable for any direct or indirect damages resulting from the use of the Service by the experiment participants. This research organizer does not guarantee that all information, articles, images, etc. in this application do not contain viruses or other harmful materials, that there is no unauthorized access from third parties, or that this application is safe in any other way. *Conduct of Experiment Participants The research organizer will provide the Application and services to the experiment participants via the Internet. All equipment, communication means, software, etc. used to connect to the Internet must be properly installed and operated by the experimental participants at their own responsibility and expense. The organizers of this research are not responsible for the operation of the equipment. The experimental participant agrees that communication fees, etc. will be required separately to use or view the service depending on the experimental participant's Internet connection environment, etc. The experimental participant is responsible for all communication fees, etc. The experimental participants agree in advance that they may not be able to view or use some parts of the service depending on their Internet connection environment. *Notes and Prohibited Items The following actions are prohibited for experiment participants. (1) Duplication of all or part of this application, except when installing this application for personal use. (2) Modifying, changing, disassembling, decompiling, reverse engineering, or otherwise altering this application. (3) Selling, lending, transferring, or distributing the Application or its usage rights to a third party, or establishing sublicensing rights or offering them as collateral. (4) Acts that infringe on the legal rights, including intellectual property rights, of the Research Organizer or a third party. (5) Actions that interfere with the provision of this application. (6) Actions that violate public order and morals, including content that infringes on the rights of others or defames others, and other actions that violate laws and regulations (7) Any act that violates these rules or any other act that the research organizer deems inappropriate. In the event that the researcher suffers damage due to a violation of these rules by an experiment participant, the experiment participant may be required to bear all or part of the damage. *Compensation for Damages In the event that an experimental participant causes damage to the research organizer or a third party due to a violation of these rules, guidelines, or laws and regulations, the experimental participant shall be responsible for compensating the research organizer and the third party for such damage, and in no event shall the research organizer or the third party be held harmless. *Temporary suspension of this service The research organizer may temporarily suspend the provision of the Service without prior notice to experimental participants for the following reasons The research project sponsors will not be held responsible for any direct or indirect losses or damages incurred by the experimental participants or third parties due to the suspension of the service, regardless of the nature or manner of such losses or damages. (1) When the research organizer performs system maintenance, inspection, or repair in order to keep the service in good working condition. (2) When the provision of this service becomes impossible due to fire or power failure. (3) When the provision of this service becomes impossible due to natural disasters, etc. (4) When a temporary suspension of the provision of this service is required for other operational or technical reasons. *Termination of Application Provision The research organizer may terminate the provision of this application and its functions for any reason. Regardless of the content, manner, or responsibility for any loss or damage incurred directly or indirectly by the experiment participants or third parties as a result of the termination, the research organizer shall not be liable for any damage to the experiment participants or third parties. *Intellectual Property Rights Depending on the progress of the research, intellectual property rights such as patents may arise, but the ownership of intellectual property rights will be determined through consultation with the researcher, Keio University, or collaborators outside Keio University, and will not belong to the data provider. *Jurisdiction of Agreement If a dispute arises between an experimental participant and the organizer of this research in relation to this agreement, both parties shall consult in good faith. If the dispute cannot be resolved through consultations, the Tokyo District Court shall be the court of exclusive jurisdiction in the first instance. This Agreement shall be governed by the laws of Japan. *Research Ethics This research has been approved by the Keio University SFC Ethics Committee for Experiments and Research, and has received confirmation and advice as to whether or not the necessary ethical considerations in terms of bioethics, privacy protection, human rights protection, etc. have been secured for the experiments and research. *Contact for inquiries If you have any questions or concerns about this application or the handling of experimental participant information, please contact the following office. If you have any questions, please do not hesitate to ask. If you feel that the rights of participants in this research are not being protected, or if you want opinions or information from someone other than the person in charge, please contact us at the following address. (Contact address) 5322 Endo, Fujisawa, Kanagawa, Japan Keio University SFC, Experiment and Ethics Committee Secretariat: General Affairs, SFC Office E-Mail: rinri@sfc.keio.ac.jp (Principal Investigator) Professor, Faculty of Environment and Information Studies, Keio University Jin Nakazawa
es: CONSENTIMIENTO INFORMADO PARA LOS CIUDADANOS DE LA U.E AUTORIZO al Ayuntamiento de Santander para el tratamiento de mis datos en el marco del proyecto europeo-japonés M-Sec y sobre la base de la siguiente información proporcionada: INFORMACIÓN BÁSICA SOBRE LA PROTECCIÓN DE SUS DATOS : Responsable: Ayuntamiento de Santander Finalidad : Participar en el piloto transfronterizo “Comparte tus experiencias en la ciudad a través de la app SmileCityReport”, perteneciente al Proyecto Europeo-Japones M-Sec, en el que se evaluará la importancia de la participación ciudadana al compartir "los acontecimientos que ocurren en la ciudad" junto con "el estado emocional del usuario que lo comparte", protegiendo al mismo tiempo su privacidad Legitimación : Consentimiento del interesado y Misión en Interés Público Destinatarios: Los datos personales recogidos tendrán como destinatario la Universidad de Keio que procederá a la anonimización de los mismos Derechos: Acceso, rectificación, supresión, oposición, limitación del tratamiento y, en su caso, oposición y portabilidad de los datos Procedencia : Los proporcionados por los participantes en el proceso de registro y uso de la app “SmileCityReport App” Para información adicional relativa a la protección de sus datos, por favor, consulte el siguiente enlace web: http://santander.es/ayuntamiento/proteccion-datos/informacion-adicional-proteccion-datos
