Repository: MSec-H2020/Smile-City-Report-App
Catalog: lib/l10n/intl_*.arb
Languages: es

# timelineTitle
source: Timeline
es: Tema

# timelineTitleWithTheme
source: Timeline - {themeTitle}
es: Tema - {themeTitle}

# timelineNoTheme
source: No joined theme yet.
es: Aún no se unió a ningún tema.

# timelineThemeSelectionDialogTitle
source: Timeline to show
es: Tema a mostrar

# pointManagerReasonPostSmile
source: Posting smily selfie
es: Publicando selfie sonriente

# pointManagerReasonPostComment
source: Posting comment
es: Publicando comentario

# pointManagerNotificationDescription
source: You've earned {point} points!
es: ¡Has conseguido {point} puntos!

# pointManagerAchiveDialogTitle
source: Congratulations! You've reached 3000 points!
es: ¡¡ Enhorabuena! ¡¡ Has llegado a los 3000 puntos!!

# pointManagerAchiveDialogMessage
source: You can apply to the promotion award! Open the form now.
es: Ayudanos a valorar la experiencia completando el siguiente cuestionario. ¡¡Gracias por participar!!

# pointManagerAchiveDialogURL
source: https://docs.google.com/forms/d/e/1FAIpQLSeH0RtwaAHNHFtVnqus1lxpk6-rOzVcSlo8pCrWyI5Q_zqfAw/viewform?usp=pp_url&entry.599124620={param1}&entry.1644757972={param2}
es: https://docs.google.com/forms/d/e/1FAIpQLSf0pGtHUTD7JD_Z7bEkBKcIj34LoFvHyut_4VhzYPeQnbOsdg/viewform?usp=pp_url&entry.599124620={param1}&entry.1644757972={param2}

# pointManagerAchiveDialogAction
source: Apply
es: Solicite ahora

# utilsDiffInDays
source: {dayCount} day(s) ago
es: Hace {dayCount} día(s)

# utilsDiffInHours
source: {hoursCount} hour(s) ago
es: Hace {hoursCount} hora(s)

# utilsDiffInMinutes
source: {minutesCount} minute(s) ago
es: Hace {minutesCount} minuto(s)

# utilsDiffInSeconds
source: {secondsCount} second(s) ago
es: Hace {secondsCount} segundo(s)

# utilsSmileListViewNoData
source: There is no report posted yet.
es: Aún no se ha publicado ningún informe.

# consentTitle
source: End User License Agreement
es: Consentimiento informado del usuario final

# consentAgree
source: Agree
es: Acepto

# consentReject
source: Disagree
es: No acepto

# consentDialogTitle
source: Confirm
es: Confirmar

# consentDialogMessage
source: You cannot use this application if you do not agree.
es: No puedes usar esta aplicación si no das tu consentimiento.

# signupTitle
source: User Registration
es: Registro de Usuario

# signupNickname
source: Nickname
es: Apodo

# signupPassword
source: Password
es: Contraseña

# signupPasswordConfirm
source: Password (confirmation)
es: Contraseña (confirmación)

# signupGender
source: Gender
es: Género

# signupGenderMale
source: Male
es: Hombre

# signupGenderFemale
source: Female
es: Mujer

# signupGenderOther
source: Other
es: Otros

# signupAge
source: Age
es: Edad

# signupJob
source: Occupation
es: Ocupación

# signupJobBusinessProfessional
source: Business Professional
es: Trabajador

# signupJobBusinessOwner
source: Business Owner
es: Propietario Negocio

# signupJobSelfEmployed
source: Self-employed
es: Autonomo

# signupJobGovernment
source: Government / Civil Services
es: Politico/ funcionario

# signupJobOtherSectors
source: Other Sectors
es: Otros sectores

# signupJobStudent
source: Student
es: Estudiante

# signupJobHomemaker
source: Homemaker / Retired
es: Jubilado

# signupJobOthers
source: Others
es: Otros

# signupArea
source: Residential Area
es: Area geografica

# signupMarketplaceUsername
source: MarketPlace Username (option)
es: Nombre de usuario de MarketPlace (opción)

# signupMarketplacePublicKey
source: MarketPlace PublicKey (option)
es: MarketPlace PublicKey (opción)

# signupMarketplaceUser
source: Sign up MarketPlace. Click here!
es: Regístrese en MarketPlace. ¡Haga clic aquí!

# signupRequired
source: {value} is requied.
es: Se necesita un {value}.

# signupLogin
source: I already have an account.
es: Ya tengo una cuenta.

# loginTitle
source: Login
es: Iniciar sesión

# loginNickname
source: Nickname
es: Apodo

# loginPassword
source: Password
es: Contraseña

# loginErrorMessage
source: Incorrect email address and / or password.
es: Dirección de correo electrónico o contraseña incorrectos.

# loginSignup
source: Don't have your account? Click here.
es: ¿Tiene usted una cuenta? Luego haga clic en

# utilsSmiledLabel
source: {count} smiled by this report
es: {count} sonrieron con esta entrada

# utilsCommentCount
source: {count} comments
es: {count} comentarios

# utilsCommentPlaceholder
source: Comments...
es: Comentarios...

# commentTitle
source: Comments
es: Comentarios

# commentPlaceholder
source: Comments...
es: Comentarios...

# iconTitleProfile
source: Profile icon
es: Icono del perfil

# iconTitleTheme
source: Theme icon
es: Icono del tema

# iconFromCamera
source: Take a photo by camera
es: Toma una foto con la cámara

# iconFromAlbum
source: Choose from photo album
es: Elige una foto de tu álbum

# mapTitle
source: Map
es: Mapa

# pointTitle
source: Point
es: Punto

# pointNoData
source: No Data
es: Sin Datos

# pointCouponViewTitle
source: Coupon
es: Cupón

# pointCouponViewMore
source: View more
es: Ver más

# pointRivalViewToday
source: Today:
es: Hoy:

# pointProfileViewRankingTitle
source: Ranking
es: Clasificación

# pointProfileViewRanking
source: {value} place
es: {value} lugar

# pointProfileViewRankingMemberCount
source: Out of {value}
es: De {value} participantes

# pointProfileViewPoint
source: Earned point
es: Punto conseguido

# pointProfileViewToday
source: Today
es: Hoy

# pointRequiredPoint
source: {value}pt required
es: {value}pt requerido

# photoTitle
source: Camera
es: Cámara

# postTitle
source: Report
es: Añade tu foto

# postGanonymizing
source: Ganonymizing the scene photo...
es: Anonimizando la foto...

# postCaption
source: Caption
es: Pie de foto

# translateText
source: Translate
es: Traducir

# postBackPhoto
source: Scene photo
es: Foto de la escena

# postBackPhotoGanonymize
source: Ganonymize the scene photo
es: Anonimizar la foto

# postSmilePhoto
source: Smily selfie
es: Selfie sonriente

# postDeleteFrontPhoto
source: Delete smily selfie
es: Borrar mi selfie sonriente

# postDeleteFrontPhotoDialogMessage
source: Are you sure to delete your smily selfie?
es: ¿Estás seguro de borrar tu selfie sonriente?

# postDeleteDialogDelete
source: Delete
es: Borrar

# postDiscardDialogTitle
source: Discard the report
es: Descartar la entrada

# postDiscardDialogMessage
source: Are you sure to discard this report?
es: ¿Estás seguro de querer eliminar esta entrada?

# postDiscardDialogCancel
source: Cancel
es: Cancelar

# postDiscardDialogDiscard
source: Discard
es: Eliminar

# profileTitle
source: Profile
es: Perfil

# profilePostCount
source: {value} reports
es: {value} entradas

# profileEditIcon
source: Change the profile image
es: Cambiar la imagen de perfil

# profileFromCamera
source: Take a photo by camera
es: Toma una foto con la cámara

# profileFromAlbum
source: Choose from photo album
es: Elige una foto de tu álbum

# profileEditIconDialog
source: Are you sure to change the profile photo?
es: ¿Estás seguro de querer cambiar tu foto de perfil?

# profileEditIconDialogCancel
source: Cancel
es: Cancelar

# profileEditIconSuccess
source: Succesfully updated profile icon.
es: El icono de tu perfil se actualizó correctamente.

# smileTitle
source: Smile
es: Sonríe

# themeCreateTitle
source: New Theme
es: Nuevo Tema

# themeCreateCreate
source: Create
es: Crear

# themeCreateName
source: Title
es: Título

# themeCreateNameHint
source: Up to 15 characters
es: Hasta 15 caracteres

# themeCreateRequired
source: {value} is required.
es: {value} es necesario.

# themeCreateDescription
source: Description
es: Descripción

# themeCreateIcon
source: Icon
es: Icono

# themeCreateSmilePhoto
source: Smily Selfie
es: Selfie Sonriente

# themeCreateSmilePhotoFacing
source: No masking
es: Sin máscara

# themeCreateSmilePhotoMasking
source: With masking
es: Con máscara

# themeCreateBackPhoto
source: Scene photo
es: Foto de una escena

# themeCreateBackPhotoNoEdit
source: No processing
es: Sin procesado

# themeCreateBackPhotoGanonymize
source: With ganonymization
es: Con anonimización

# themeCreateInvite
source: Invite
es: Invitar

# themeCreateInvitePublic
source: All the theme members can invite others
es: Todos estos miembros del tema pueden invitar a otros

# themeCreateInvitePrivate
source: Only the theme owner can invite others
es: Sólo el propietario del tema puede invitar a otros

# themeDetailTitle
source: Theme detail
es: Detalles del tema

# themeDetailOwner
source: Created by: {name}
es: Creado por: {name}

# themeDetailNoData
source: No report posted yet.
es: Aún no se han publidado entradas.

# themeInviteTitle
source: Invite
es: Invitar

# themeInviteCreateURL
source: Create a public invitation URL
es: Crear una URL para facilitar una invitación pública

# themeInviteShareURL
source: Share the public invitation URL
es: Compartir la URL de esa invitación pública

# themeInviteURL
source: Public Invitaion URL
es: URL de la invitación pública

# themeInviteCreateQR
source: Create a publiv invitation QR code
es: Crear un código QR para facilitar una invitación pública

# themeInviteShareQR
source: Share the public invitation QR code
es: Compartir el código QR de esa invitación pública

# themeInviteQR
source: QR code
es: Código QR

# themeInvitedTitle
source: Invited thems
es: Temas invitados

# themeInvitedInvalidLink
source: This link is not valid to be used.
es: Este enlace no es válido.

# themeMemberTitle
source: Members
es: Miembros

# themeMemberOwner
source: Owner
es: Propietario

# themeMemberJoining
source: Joining
es: Uniéndose

# themeMemberInvited
source: Invited
es: Invitado

# themeMemberInvite
source: Invite other users
es: Invitar a otros usuarios

# themeMemberJoin
source: Join {value}
es: Unirse {value}

# themeTitle
source: Theme
es: Tema

# themeTabJoining
source: Joining
es: Uniéndose

# themeTabInvited
source: Invited
es: Invitado

# themeNoJoiningTheme
source: You haven't joinned any themes yet.
es: No te uniste aún a ningún tema.

# themeNoInvitedTheme
source: You don't have any invitation received.
es: No has recibido ninguna invitación.

# themeUsersTitle
source: Select users to invite
es: Selecciona a qué usuarios invitar

# themeUsersNoData
source: No users can be invited.
es: No se puede invitar a usuarios.

# themeUsersInvite
source: Invite
es: Invitar

# themeUsersNext
source: Next
es: Siguiente

# themeListViewInvited
source: You are invited to {value}.
es: Has sido invitado a {value}.

# themeListViewPost
source: Report
es: Añade tu foto

# themeListViewInvite
source: Invite
es: Invitar

# themeListViewJoin
source: Join
es: Unirse

# themeListViewInviteDialog
source: Select an invitation method
es: Selecciona un método de invitación

# themeListViewInviteDialogChooseUsers
source: Select users to invite
es: Selecciona usuarios a los que invitar

# themeListViewInviteDialogAllUsers
source: Invite all
es: Invitar a todos

# couponTitle
source: Coupon
es: Cupón

# couponPointBalance
source: Coupon balance: {value}
es: Saldo de cupones: {value}

# couponRequiredPoint
source: {value}pt required
es: {value}pt necesitado

# couponUsed
source: This coupon is already used.
es: Este cupón ya se ha usado.

# couponUse
source: Use this coupon
es: Usar este cupón

# couponUseDialogTitle
source: Are you sure to use this coupon?
es: ¿Estás seguro de querer usar este cupón?

# couponUseDialogMessage
source: Once you use this coupon now, it cannot be used again.
es: Una vez uses este cupón no podrá volver a usarse.

# couponUseDialogCancel
source: Cancel
es: Cancelar

# couponUseDialogOk
source: Use
es: Usar

# couponLackPoint
source: You don't have enough points
es: No dispones de suficientes puntos

# pointUseHistoryTitle
source: Point use history
es: Histórico del uso de puntos

# pointUseHistoryPointBalance
source: Point balance: {value}
es: Saldo de puntos: {value}
